[
  {
    "nomor_doa": 1,
    "text_arab": "أَسْتَغْفِرُ اللَّهَ",
    "terjemah": "Aku memohon ampun kepada Allah.",
    "keutamaan": "Rasulullah ﷺ setelah salam membaca istighfar tiga kali sebelum melanjutkan dzikir lainnya. (HR. Muslim no. 591)"
  },
  {
    "nomor_doa": 2,
    "text_arab": "اللَّهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ، تَبَارَكْتَ يَا ذَا الْجَلَالِ وَالإِكْرَامِ",
    "terjemah": "Ya Allah, Engkaulah Sang Pemberi keselamatan, dan dari-Mu datang keselamatan. Maha Berkah Engkau, wahai Dzat yang memiliki keagungan dan kemuliaan.",
    "keutamaan": "Dibaca Nabi ﷺ setiap selesai shalat fardhu, setelah istighfar. (HR. Muslim no. 591)"
  },
  {
    "nomor_doa": 3,
    "text_arab": "سُبْحَانَ اللَّهِ",
    "terjemah": "Maha Suci Allah.",
    "keutamaan": "Termasuk dzikir yang paling utama setelah shalat fardhu, menambah timbangan amal. (HR. Muslim no. 597)"
  },
  {
    "nomor_doa": 4,
    "text_arab": "الْحَمْدُ لِلَّهِ",
    "terjemah": "Segala puji bagi Allah.",
    "keutamaan": "Disunnahkan dibaca setelah shalat sebagai bentuk syukur kepada Allah. (HR. Muslim no. 597)"
  },
  {
    "nomor_doa": 5,
    "text_arab": "اللَّهُ أَكْبَرُ",
    "terjemah": "Allah Maha Besar.",
    "keutamaan": "Melengkapi tasbih dan tahmid, menjadikan total 100 dzikir yang disukai Allah. (HR. Muslim no. 597)"
  },
  {
    "nomor_doa": 6,
    "text_arab": "لَا إِلٰهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "terjemah": "Tiada Tuhan selain Allah semata, tiada sekutu bagi-Nya. Bagi-Nya kerajaan dan segala pujian, dan Dia Maha Kuasa atas segala sesuatu.",
    "keutamaan": "Dzikir penutup setelah tasbih, tahmid, dan takbir, menggenapkan 100 dzikir dan mendapat ampunan dosa. (HR. Muslim no. 597)"
  },
  {
    "nomor_doa": 7,
    "text_arab": "اللَّهُ لَا إِلٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ... (البقرة: 255)",
    "terjemah": "Allah, tiada Tuhan selain Dia, Yang Maha Hidup, Maha Berdiri Sendiri… hingga akhir ayat (QS. Al-Baqarah: 255).",
    "keutamaan": "Barang siapa membaca Ayat Kursi setelah shalat fardhu, tidak ada yang menghalanginya masuk surga kecuali kematian. (HR. An-Nasa’i no. 992)"
  },
  {
    "nomor_doa": 8,
    "text_arab": "قُلْ هُوَ اللَّهُ أَحَدٌ",
    "terjemah": "Katakanlah: Dialah Allah Yang Maha Esa.",
    "keutamaan": "Dibaca setiap selesai shalat fardhu, dan tiga kali setelah Subuh serta Maghrib. (HR. Abu Dawud no. 1523)"
  },
  {
    "nomor_doa": 9,
    "text_arab": "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ",
    "terjemah": "Katakanlah: Aku berlindung kepada Tuhan yang menguasai waktu subuh.",
    "keutamaan": "Dibaca setiap selesai shalat fardhu, dan tiga kali setelah Subuh serta Maghrib. (HR. Tirmidzi no. 2903)"
  },
  {
    "nomor_doa": 10,
    "text_arab": "قُلْ أَعُوذُ بِرَبِّ النَّاسِ",
    "terjemah": "Katakanlah: Aku berlindung kepada Tuhan manusia.",
    "keutamaan": "Dibaca setiap selesai shalat fardhu, dan tiga kali setelah Subuh serta Maghrib. (HR. Tirmidzi no. 2903)"
  },
  {
    "nomor_doa": 11,
    "text_arab": "لَا إِلٰهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
    "terjemah": "Tiada Tuhan selain Allah semata, tiada sekutu bagi-Nya. Bagi-Nya kerajaan dan segala pujian. Dia menghidupkan dan mematikan, dan Dia Maha Kuasa atas segala sesuatu.",
    "keutamaan": "Dibaca setelah shalat Subuh dan Maghrib. Allah menulis baginya kebaikan, menghapus kesalahan, dan mengangkat derajatnya. (HR. Ahmad no. 23373)"
  },
  {
    "nomor_doa": 12,
    "text_arab": "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبَادَتِكَ",
    "terjemah": "Ya Allah, tolonglah aku untuk selalu mengingat-Mu, bersyukur kepada-Mu, dan beribadah kepada-Mu dengan baik.",
    "keutamaan": "Diajarkan langsung oleh Nabi ﷺ kepada Mu’adz bin Jabal agar dibaca setiap selesai shalat. (HR. Abu Dawud no. 1522)"
  }
]
